Repository: CAOCAP/OSS-CAOCAP-v10
Catalog: apps/ios/caocap/caocap/Resources/Localizable.xcstrings
Source language: en
Languages: ar

source: You define the 'What'. Your Co-Captain handles the 'How'. Spatial programming starts here.
ar: أنت تحدد "ماذا"، ومساعدك يتولى "كيف". البرمجة المكانية تبدأ هنا.

source: You stopped this response. You can retry whenever you're ready.
ar: لقد أوقفت هذا الرد. يمكنك المحاولة مجددًا عندما تكون جاهزًا.

source: YouTube opened on your Mac
ar: تم فتح يوتيوب على جهاز الماك

source: Your Mac could not open YouTube
ar: تعذر على جهاز الماك فتح يوتيوب

source: Your Mac has requests from iPhone turned off
ar: جهاز الماك أوقف الطلبات من الآيفون

source: You've used this month's free CoCaptain help — chat, voice, and screen-share. Pro removes the monthly cap.
ar: استخدمت الحد المجاني من مساعدة CoCaptain لهذا الشهر — دردشة وصوت ومشاركة شاشة. Pro تزيل الحد الشهري.

source: Your building activity
ar: نشاطك في البناء

source: Your Journey Begins
ar: رحلتك تبدأ الآن

source: Your message is safe. Try this turn again.
ar: رسالتك محفوظة. حاول تنفيذ هذه الجولة مجددًا.

source: Your mini-game will render here.
ar: ستظهر لعبتك المصغرة هنا.

source: Your mission profile is ready
ar: ملف مهمتك جاهز

source: Your Projects
ar: مشاريعك
